Repository: archdvx/wxdfast
Catalog: po/*.po
Languages: ar, bg, bn, fo, he, hi, lv, uk, ur

source: Hide the main window
ar: إخفاء النافذة الرئيسية
bg: Скрий основният прозорец
bn: মুখ্য় জানালা লুকোন
fo: Krógva høvuðsvindeygað
he: הסתר את החלון הראשי
hi: प्रमुख स्क्रीन को गुप्त
lv: Noslēpt galveno logu
uk: Сховати головне вікно
ur: بنیادی دریچہ چھپائیں

source: Show the main window
ar: إظهار النافذة الرئيسية
bg: Покажи основният прозорец
bn: মুখ্য় জানালা দেখান
fo: Vís høvuðsvindeygað
he: הצג את החלון הראשי
hi: प्रमुख स्क्रीन को दिखाएँ
lv: Rādīt galveno logu
uk: Показати головне вікно
ur: بنیادی دریچہ دکھائیں

source: New download
ar: تنزيلات جديدة
bg: Ново изтегляне
bn: নতুন ডাউনলোড
fo: Nýggj niðurtøka
he: הורדה חדשה
hi: नई डाउनलोड
lv: Jauna lejupielāde
uk: Нове завантаження
ur: نیا ڈاؤن لوڈ

source: Unlimited
ar: غير محدود
bg: Неограничен
bn: অসীম
fo: Óavmarkað
he: ללא הגבלה
hi: असीम
lv: Neierobežota
uk: Не обмежено
ur: لامحدود

source: Active
ar: نشط
bg: Активни
bn: সক্রিয়
fo: Virkið
he: פעיל
hi: सक्रिय
lv: Aktīva
uk: Активне
ur: فعال

source: Per Download
ar: لكل تنزيل
bg: На изтегляне
bn: ডাউনলোড প্রতি
fo: Fyri niðurtøku
he: לכל הורדה
hi: हर डाउनलोड
lv: Katrai lejupielādei
uk: На завантаження
ur: فی ڈاؤن لوڈ

source: Band control
ar: التحكم في النطاق
bg: Контрол на връзката
bn: ব্য়ান্ড নিয়ন্ত্রণ
fo: Bandstýring
he: בקרת פס
hi: बेंड नियंत्रण
lv: Atvēlētā josla
ur: بینڈ کنٹرول

source: New Download
ar: تنزيل جديد
bg: Ново изтегляне
bn: নতুন ডাউনলোড
fo: Nýggj niðurtøka
he: הורדה חדשה
hi: नया डाउनलोड
lv: Jauna lejupielāde
uk: Нове завантаження
ur: نیا ڈاؤن لوڈ

source: Remove Download
ar: إزالة تنزيلات
bg: Премахни изтеглянето
bn: ডাউনলোড সরিয়ে দিন
fo: Strika niðurtøku
he: הסר הורדה
hi: डाउनलोड निकालें
lv: Izmest lejupielādi
uk: Видалити завантаження
ur: ڈاؤن لوڈ ہٹائیں

source: Schedule Download
ar: تحديد موعد لاحق لتنزيلات
bg: Планирано изтегляне
bn: ডাউনলোড পূর্বনিয়োজিত করুন
fo: Skemalegg niðurtøku
he: תזמן הורדה
hi: शेड्यूल डाउनलोड
lv: Ieprogrammēt lejupielādi
uk: Планування завантажень
ur: ڈاؤن لوڈ میقات بند کریں

source: Start Download
ar: أبدأ التنزيل
bg: Стартирай изтеглянето
bn: ডাউনলোড আরম্ভ করুন
fo: Byrja niðurtøku
he: התחל הורדה
hi: डाउनलोड शुरु करें
lv: Sākt lejupielādi
uk: Почати завантаження
ur: ڈاؤن لوڈ شروع کریں

source: Stop Download
ar: إيقاف التنزيلات
bg: Спри изтеглянето
bn: ডাউনলোড থামান
fo: Steðga niðurtøku
he: עצור הורדה
hi: डाउनलोड बंध करें
lv: Pārtraukt lejupielādi
uk: Призупинити завантаження
ur: ڈاؤن لوڈ کریں روکیں

source: Start all downloads
ar: بدء كل التنزيلات
bg: Стартирай всички изтегляния
bn: সব ডাউনলোড আরম্ভ করুন
fo: Byrja allar niðurtøkur
he: התחל את כל ההורדות
hi: सभी डाउनलोड को शुरु करें
lv: Iedarbināt visas lejupielādes
uk: Розпочати всі завантаження
ur: تمام ڈاؤن لوڈ شروع کریں

source: Stop all downloads
ar: ابقاف كل التنزيلات
bg: Спри всички изтегляния
bn: সভ ডাউনলোড থামিয়ে দিন
fo: Steðga øllum niðurtøkum
he: עצור את כל ההורדות
hi: सभी डाउनलोड को रोके
lv: Pārtraukt visas lejupielādes
uk: Зупинити всі завантаження
ur: تمام ڈاؤن لوڈ روک دیں

source: &File
ar: ملف
bg: &Файл
bn: &নথি
fo: &Fíla
he: &קובץ
hi: &फ़ाइल
lv: Da&tne
uk: &Файл
ur: &مسل

source: Paste URL
ar: لصق العنوان الشبكي
bg: Постави адрес
bn: URL সেঁটে দিন
fo: Heft URL
he: הדבק URL
hi: URL चिपकाएँ
lv: Ievietot vietrādi
uk: Вставити URL
ur: URL لگائیں

source: Copy URL
ar: نسخ عنوان شبكي
bg: Копирай адреса
bn: url টুকে নিন
fo: Avrita url
he: העתק URL
hi: URL प्रतिलिपि
lv: Nokopēt vietrādi
uk: Копіювати URL
ur: URL نقل کریں

source: Copy Download Data
ar: نسخ بيانات التنزيل
bg: Копирай данните за изтегляне
bn: ডাউনলোড তথ্য় টুকে নিন
fo: Avrita niðurtikin dáta
he: העתק את נתוני ההורדה
hi: डाउनलोड डेटा नकल करें
lv: Nokopēt lejupielādes datus
uk: Копіювати дані завантаження
ur: ڈاؤن لوڈ کوائف نقل کریں

source: Find Download
ar: بحث عن تنزيل
bg: Търси изтегляне
bn: ডাউনলোড খুঁজুন
fo: Finn niðurtøku
he: חפש הורדה
hi: डाउनलोड खोज करना
lv: Atrast lejupielādi
uk: Знайти Завантаження
ur: ڈاؤن لوڈ ڈھونڈیں

source: &Edit
ar: تحرير
bg: &Редактиране
bn: &সম্পাদন
fo: &Rætta
he: &ערוך
hi: &संपादित करना
lv: &Rediģēt
uk: &Редагувати
ur: &تدوین

source: Show/Hide Graph
ar: عرض أو اخفاء المخطط
bg: Покажи/Скрий графиката
bn: রেখাচিত্র দেখান/লুকোন
fo: Vís/krógva stabbamynd
he: הצג/הסתר את הגרף
hi: दिखाएँ/छुपाएँ ग्राफ
lv: Rādīt/paslēpt grafiku
uk: Показати/Сховати діаграму
ur: گراف دکھائیں/چھپائیں

source: Show/Hide Details
ar: عرض أو اخفاء التفاصيل
bg: Покажи/Скрий детайлите
bn: বৃত্তান্ত দেখান/লুকোন
fo: Vís/krógva staklutir
he: הצג/הסתר את הפרטים
hi: दिखाएँ/छुपाएँ विवरण
lv: Rādīt/paslēpt detaļas
uk: Показати/Сховати деталі
ur: تفصیلات دکھائیں/چھپائیں

source: &View
ar: عرض
bg: &Изглед
bn: &দৃশ্য়
fo: &Vís
he: &הצג
hi: &दर्शित करना
lv: S&katīt
uk: &Дивитись
ur: &نظارہ

source: Download Properties
ar: خصائص التنزيل
bg: Свойства на изтегляне
bn: ডাউনলোডের গুণ
fo: Tak góðs niður
he: מאפייני הורדה
hi: गुण डाउनलोड करना
lv: Lejupielādes īpašības
uk: Властивості завантаження
ur: ڈاؤن لوڈ خواص

source: Move File
ar: نقل الملف
bg: Премести файла
bn: নথি চালনা করুন
fo: Flyt fílu
he: העבר קובץ
hi: फाइल खिसकें
lv: Pārvietot datni
uk: Перемістити файл
ur: مسل بڑھائیں

source: Check Integrity
ar: قم بفحص التكامل
bg: Провери цялостта
bn: সমন্বয় পরীক্ষা করুন
fo: Kanna heilskap
he: בדוק תקינות
hi: अखंडता चेक
lv: Pārbaudīt veselumu
uk: Перевірити цілісність
ur: تکمیلیت پڑتال کریں

source: Open Destination Directory
ar: فتح مجلد الوجهة
bg: Отвори папката с обекта
bn: গন্তব্য় নির্দেশিকা খুলুন
fo: Lat málleiðvísara upp
he: פתח את תיקיית היעד
hi: निर्दिष्ट स्थान डायरेक्टरी खोलें
lv: Atvērt ieliktuves direktoriju
uk: Відкрити директорію призначення
ur: مقصود ڈائریکٹری کھولیں

source: Download File Again
ar: تنزيل الملف مجدداً
bg: Изтегли файла отново
bn: পুনরায় নথি ডাউনলোড করুন
fo: Tak fílu niðuraftur
he: הורד שוב את הקובץ
hi: पुनः फाइल डाउनलोड करें
lv: Datni lejupielādēt vēlreiz
uk: Завантажити файл ще раз
ur: مسل پھر سے ڈاؤن لوڈ کریں

source: Export Configuration
ar: تصدير الضبط
bg: Експорт на настройките
bn: সংরচনা নির্গম করুন
fo: Flyt uppseting út
he: יצא תצורה
hi: कॉन्फ़िगरेशन निर्यात
lv: Eksportēt konfigurējumu
uk: Експортувати налаштування
ur: تشکیل برآمد کریں

source: Import Configuration
ar: استيراد الضبط
bg: Импорт на настройките
bn: সংরচনা আমদানি করুন
fo: Flyt uppseting inn
he: יבא תצורה
hi: कॉन्फ़िगरेशन आयात
lv: Importēt konfigurējumu
uk: Імпортувати налаштування
ur: تشکیل درآمد کریں

source: Shutdown when finished
ar: الاغلاق بعد الانتهاء
bg: Изключи когато завърши
bn: সমাপ্ত হলে পরে বন্ধ করে দিন
fo: Sløkk tá tað er liðugt
he: כבה לאחר הסיום
hi: समाप्ती पर बन्द करें
lv: Izslēgt datoru, kad pabeigts
uk: Вимкнути комп'ютер після завершення
ur: مکل ہونے کے بعد بند کر دیں

source: This option is only valid in this session of the program
ar: هذا الخيار صالح فقط لهذه الجلسة
bg: Тази настройка е валидна само в тази сесия на програмата
bn: এই বিকল্পটি কেবলমাত্র এই সত্রের জন্য় বৈধ
fo: Hesin møguleikin hevur bert gildi fyri hesa setuna av forritinum
he: אפשרות זו זמינה רק בפעם זו
hi: यह विकल्प प्रोग्राम के इसी बैठक में मान्‍य है
lv: Šis iestatījums ir spēkā tikai šajā programmas lietošanas reizē
uk: Ця опція діє лише під час цієї сесії програми
ur: یہ اختیار پروگرام کی صرف اس سیشن میں جائز ہے

source: Disconnect when finished
ar: قطع الاتصال بعد الانتهاء
bg: Прекъсни когато завърши
bn: সমাপ্ত হলে পরে সংযোগ ছিন্ন করুন
fo: Kopla frá tá tað er liðugt
he: נתק לאחר הסיום
hi: समाप्ती पर छुडा देना
lv: Atvienoties, kad pabeigts
uk: Відключити з'єднання після завершення
ur: مکمل ہونے کے بعد منقطع کریں

source: &Tools
ar: أدوات
bg: &Инструменти
bn: &সাধন
fo: &Tól
he: &כלים
hi: &उपकरण
lv: Rī&ki
uk: &Інструменти
ur: &ٹول

source: wxDownload Fast Site
ar: موقع wxDownload Fast
bg: Страница на wxDownload Fast
bn: wxDownload Fast সাইট
fo: wxTak skjóta síðu niður
he: אתר מהיר של wxDownload
hi: wxडाउनलोड तेज साइट
lv: Programmas "wxDownload Fast" vietne
uk: Сайт wxDownload Fast
ur: wxDownload Fast سائٹ

source: Report Bugs...
ar: الابلاغ عن مشكلة...
bg: Докладване за грешки...
bn: ত্রুটির খবর দিন...
fo: Sig frá breki...
he: דווח על באגים...
hi: त्रुटि रिपोर्ट...
lv: Ziņot par nepilnībām...
uk: Повідомити про баґи
ur: گڑبڑیں رپورٹ کریں ...

source: Donate...
ar: التبرع...
bg: Дарение...
bn: অনুদান...
fo: Gev gávu...
he: תרום...
hi: दान...
lv: Ziedot...
uk: Допомогти...
ur: امداد دیں ...

source: &Help
ar: مساعدة
bg: &Помощ
bn: &সাহায্য়
fo: &Hjálp
he: &עזרה
hi: &सहायता
lv: P&alīdzība
uk: &Довідка
ur: &مدد

source: New
ar: جديد
bg: Ново
bn: নতুন
fo: Nýggj
he: חדש
hi: नया
lv: Jauns
uk: Нове
ur: نیا

source: Add new download
ar: اضف تنزيلاً جديداً
bg: Добави ново изтегляне
bn: নতুন ডাউনলোড যোগ করুন
fo: Skriva nýggja niðurtøku
he: הוסף הורדה חדשה
hi: नया डाउनलोड जोडना
lv: Pievienot jaunu lejupielādi
uk: Додати нове завантаження
ur: نیا ڈاؤن لوڈ اضافہ کریں

source: Remove
ar: إزالة
bg: Премахване
bn: সরিয়ে দিন
fo: Strika
he: הסר
hi: निकालना
lv: Izmest
uk: Видалити
ur: ہٹائیں

source: Remove the selected download
ar: قم بازالة التنزيلات المختارة
bg: Премахване на избраното изтегляне
bn: চয়নিত ডাউনলোড সরিয়ে দিন
fo: Strika valdu niðurtøkuna
he: הסר את ההורדה שנבחרה
hi: चुननी डाउनलोड को निकालना
lv: Izmest norādīto lejupielādi
uk: Видалити обране завантаження
ur: منتخب شدہ ڈاؤن لوڈ ہٹائیں

source: Schedule
ar: جدولة
bg: Разписание
bn: নির্ঘন্ট
fo: Skema
he: תזמן
hi: अनुसूचित करना
lv: Ieprogrammēt
uk: Розклад
ur: میقات

source: Mark the selected download as scheduled
ar: قم بتحديد التنزيلات المختارة كتنزيلات تنفذ في وقت محدد
bg: Направи избраното изтегляне по разписание
bn: চয়নিত ডাউনলোডটিতে পূর্বনিয়োজিত মার্কা লাগিয়ে দিন
fo: Marka valdu niðurtøkuna sum skemalagda
he: סמן את ההורדה שנבחרה כמתוזמנת
hi: चुननी डाउनलोड पर निशाना लगाना कि वह scheduled है
lv: Atzīmēt, ka norādītā lejupielāde ir ieprogrammēta
uk: Позначити обране завантаження як заплановане
ur: منتخب شدہ ڈاؤن لوڈ کو بطور میقات بند نشان زد کریں

source: Start
ar: بدء
bg: Стартиране
bn: আরম্ভ
fo: Byrja
he: התחל
hi: शुरु
lv: Iedarbināt
uk: Почати
ur: شروع کریں

source: Start the selected download
ar: إبدأ في تنزيل المختار
bg: Стартирай избраното изтегляне
bn: চয়নিত ডাউনলোড আরম্ভ করে দিন
fo: Byrja skemalagda niðurtøku
he: התחל את ההורדה שנבחרה
hi: चुननी डाउनलोड को शुरु करें
lv: Iedarbināt norādīto lejupielādi
uk: Почати обране завантаження
ur: منتخب شدہ ڈاؤن لوڈ شروع کریں

source: Stop
ar: إيقاف
bg: Спиране
bn: নিরস্ত
fo: Steðga
he: עצור
hi: रोको
lv: Pārtraukt
uk: Зупинити
ur: روکیں

source: Stop the selected download
ar: ايقاف تنزيل المختار
bg: Спри избраното изтегляне
bn: চয়নিত ডাউনলোড থামিয়ে দিন
fo: Steðga skemalagdari niðurtøku
he: עצור את ההורדה שנבחרה
hi: चुननी डाउनलोड को रोके
lv: Pārtraukt norādīto lejupielādi
uk: Зупинити обране завантаження
ur: منتخب شدہ ڈاؤن لوڈ روکیں

source: Start All
ar: بدء الكل
bg: Стартиране на всички
bn: সমস্ত আরম্ভ
fo: Byrja alt
he: התחל הכל
hi: सभी सुरु करो
lv: Iedarbināt visas
uk: Почати все
ur: تمام شروع کریں

source: Stop All
ar: إيقاف الكل
bg: Спиране на всички
bn: সমস্ত নিরস্ত
fo: Steðga øllum
he: עצור הכל
hi: सभी बंध करो
lv: Pārtraukt visas
uk: Зупинити все
ur: تمام روکیں

source: Up
ar: أعلى
bg: Нагоре
bn: উপরে
fo: Upp
he: למעלה
hi: ऊपर
lv: Uz priekšu
uk: Догори
ur: اوپر

source: Push download higher up the queue
ar: رفع التنزيل إلى أعلى الطابور
bg: Качи в началото на списъка
bn: ডাউনলোডটিকে সারিতে উপরে ঠেলে দিন
fo: Skumpa niðurtøku hægri upp í bíðirøð
he: הזז את ההורדה במעלה התור
hi: डाउनलोड को लाइन में और ऊपर बढ़ाना
lv: Pārvietot lejupielādi tuvāk rindas sākumam
uk: Перемістити завантаження вище у черзі
ur: ڈاؤن لوڈ کو قطار میں اوپر کریں

source: Down
ar: أسفل
bg: Надолу
bn: নীচে
fo: Niður
he: למטה
hi: नीचे
lv: Atpakaļ
uk: Вниз
ur: نیچے

source: Push download lower down the queue
ar: انزال التنزيل إلى أسفل الطابور
bg: Постави в края на списъка
bn: ডাউনলোডটিকে সারিতে নীচে ঠেলে দিন
fo: Skumpa niðurtøku longur niður í bíðirøð
he: הזז את ההורדה במורד התור
hi: डाउनलोड को लाइन में और नीचे दबाना
lv: Pārvietot lejupielādi tuvāk rindas beigām
uk: Перемістити завантаження нижче у черзі
ur: ڈاؤن لوڈ کو قطار میں نیچے کریں

source: Properties
ar: خصائص
bg: Свойства
bn: গুণ
fo: Góðs
he: מאפיינים
hi: गुण
lv: Īpašības
uk: Властивості
ur: خواص

source: Show the properties of the selected download
ar: عرض خصائص التنزيلات المختارة
bg: Покажи свойствата на избраното изтегляне
bn: চয়নিত ডাউনলোডের গুণগুলি দেখান
fo: Vís góðsið í valdu niðurtøkuni
he: הצג את מאפייני ההורדה שנבחרה
hi: चुननी डाउनलोड के गुण बताना
lv: Apskatīt norādītās lejupielādes īpašības
uk: Показати властивості обраного завантаження
ur: منتخب شدہ ڈاؤن لوڈ کی خواص دکھائیں

source: Downloads in Progress
ar: الملفات قيد التنزيل
bg: Активни изтегляния
bn: ডাউনলোড চলছে
fo: Niðurtøka í gongd
hi: डाउनलोड प्रगमन में
lv: Notiekošās lejupielādes
uk: Активні завантаження
ur: پیش رفت ڈاؤن لوڈ

source: Finished Downloads
ar: التنزيلات المنتهية
bg: Завършени изтегляния
bn: সমাপ্ত ডাউনলোড
fo: Niðurtøka liðug
he: הורדות שהסתיימו
hi: समाप्त डाउनलोड
lv: Pabeigtās lejupielādes
uk: Завершені завантаження
ur: تکمیل یافتہ ڈاؤن لوڈ

source: [ Yes ]
ar: [نعم]
bg: [ Да ]
bn: [ হ্য়াঁ ]
fo: [ Ja ]
he: _ _ _[כן]
hi: [ हाँ ]
lv: [ Jā ]
uk: [ Так ]
ur: [ ہاں ]

source: [ No ]
ar: [لا ]
bg: [ Не ]
bn: [ না ]
fo: [ Nei ]
he: _ _ _[לא_ _]
hi: [ ना ]
lv: [ Nē ]
uk: [ Ні ]
ur: [ نہیں ]

source: Name
ar: الاسم
bg: Име
bn: নাম
fo: Navn
he: שם
hi: नाम
lv: Nosaukums
uk: Ім'я
ur: نام

source: File type
ar: نوع الملف
bg: Тип файл
bn: নথি প্রকার
fo: Fíluslag
he: סוג קובץ
hi: फ़ाइल प्रकार
lv: Datnes tips
uk: Тип файла
ur: مسل قسم

source: Size
ar: الحجم
bg: Размер
bn: আকার
fo: Stødd
he: גודל
hi: आकार
lv: Lielums
uk: Розмір
ur: سائز

source: Time
ar: الوقت
bg: Време
bn: সময়
fo: Tíð
he: שעה
hi: समय
lv: Laiks
uk: Час
ur: وقت

source: Destination
ar: الوجهة
bg: Папка
bn: গন্তব্য়
fo: Mál
he: יעד
hi: निर्दिष्ट स्थान
lv: Ieliktuve
uk: Призначення
ur: مقصود

source: Started
ar: تم البدء
bg: Стартирано
bn: আরম্ভ
fo: Byrjað
he: התחילה
hi: शुरु
lv: Iedarbināta
uk: Почато
ur: شروع

source: Finished
ar: تم الانهاء
bg: Завършено
bn: সমাপ্ত
fo: Liðugt
he: הסתיימה
hi: समाप्त
lv: Pabeigta
uk: Завершено
ur: تکمیل یافتہ

source: Reference URL
ar: العنوان الشبكي للمرجع
bg: Изходен адрес
bn: সন্দর্ভ URL
fo: Tilvísingar URL
he: מראה מקום url
hi: संदर्भ URL
lv: Atsauces vietrādis
ur: محولہ URL

source: Comments
ar: تعليقات
bg: Коментари
bn: টিপ্পণী
fo: Viðmerkingar
he: הערות
hi: टिप्पणी
lv: Komentāri
uk: Коментарі
ur: تبصرے

source: URLs
ar: عناوين شبكية
bg: Адреси
bn: URL
fo: URL
hi: URLएँ
lv: Vietrāži
uk: Адреси URL
ur: URL

source: Total Speed:
ar: السرعة الإجمالية:
bg: Обща скорост:
bn: মোট গতি
fo: Samanløgd ferð:
he: מהירות כללית:
hi: सम्पूर्ण गति
lv: Kopējais ātrums:
uk: Загальна швидкість:
ur: کل رفتار:

source: Total Complete:
ar: إجمالي المكتمل:
bg: Завършени общо:
bn: মোট সমাপ্ত
fo: Samanlagt liðugt:
he: סה"כ הושלמו:
hi: सम्पूर्ण समाप्त
lv: Pavisam pabeigts:
uk: Загалом завершено завантажень:
ur: کل مکمل:

source: Downloads in progress:
ar: الملفات قيد التنزيل:
bg: Активни изтегляния:
bn: ডাউনলোড চলছে
fo: Niðurtøka í gongd:
he: הורדות בתהליך:
hi: डाउनलोड प्रगमन
lv: Notiekošās lejupielādes:
uk: Активні завантаження:
ur: پیش رفت ڈاؤن لوڈ

source: Do you want to close the program?
ar: هل ترغب في اغلاق البرنامج؟
bg: Искате ли да затворите програмата?
bn: আপনি কি প্রোগ্রামটি বন্ধ করিতে চান ?
fo: Vilt tú lata forritið aftur?
he: האם ברצונך לסגור את התוכנה?
hi: प्रोग्राम को बंध करना चाहते हो क्या?
lv: Vai vēlaties aizvērt programmu?
uk: Чи ви хочете закрити програму?
ur: کیا آپ پروگرام بند کرنا چاہتے ہیں؟

source: Close...
ar: اغلاق...
bg: Затваряне...
bn: বন্ধ করুন ...
fo: Lat aftur...
he: סגור...
hi: बंध करना...
lv: Aizvērt...
uk: Завершення...
ur: بند کریں ...

source: Do you also want to remove downloaded file(s) from the disk?
ar: هل ترغب أيضاً في إزالة الملف(ات) التي تم تنزيلها من القرص؟
bg: Искате ли да премахнете изтегленият файл(ове) от диска?
bn: আপনি কি ডাউনলোড করা নথি(গুলি) ডিস্ক থেকে সরিয়ে দিতেও চান ?
fo: Vilt tú eisini strika niðurtiknar fílu(r) av diskinum?
he: האם ברצונך להסיר מהמדיסק את הקובץ(צים) שירד(ו)?
hi: डाउनलोड फ़ाइलें भी डिस्क से निकालना चाहते हो ?
lv: Vai nodzēst arī attiecīgo lejupielādēto datni (vai vairākas)?
uk: Ви бажаєте видалити з диску файл(и), що було завантажено?
ur: کیا آپ ڈاؤن لوڈ شدہ مسل/مسلیں بھی ڈسک پر سے ہٹانا چاہتے ہیں؟

source: Remove...
ar: إزالة...
bg: Премахване...
bn: সরিয়ে দিন ...
fo: Strika...
he: הסר...
hi: निकालें...
lv: Izmest...
uk: Видалити...
ur: ہٹائیں ...

source: Find file...
ar: بحث عن ملف...
bg: Търсене на файл...
bn: নথি খুঁজুন ...
fo: Finn fílu...
he: חפש קובץ...
hi: फ़ाइल खोजना
lv: Meklēt datni...
uk: Знайти файл...
ur: مسل ڈھونڈیں ...

source: Select the directory:
ar: اختيار المجلد:
bg: Изберете директория:
bn: নির্দেশিকা চয়ন করুন :
fo: Vel leiðvísara:
he: בחר את התיקייה:
hi: डायरेक्टरी चुननाः
lv: Izvēlieties mapi:
uk: Оберіть директорію:
ur: ڈائریکٹری منتخب کریں:

source: Moving...
ar: جاري النقل...
bg: Преместване...
bn: চালানো হচ্ছে ...
fo: Flytir...
he: מעביר...
hi: खिसक रहा है...
lv: Pārvieto...
uk: Переміщення...
ur: بڑھا رہا ہے ...

source: Moving file...
ar: جاري نقل الملف...
bg: Преместване на файл...
bn: নথি চালানো হচ্ছে ...
fo: Flytir fílu...
he: מעביר קובץ...
hi: फ़ाइल खिसक रहा है...
lv: Pārvieto datni...
uk: Переміщую файл...
ur: مسل بڑھا رہا ہے ...

source: Error moving file.
ar: خطأ في نقل الملف.
bg: Грешка при преместване на файл
bn: নথি চালনাতে ত্রুটি |
fo: Feilur við at flyta fílu.
he: שגיאה בהעברת קובץ.
hi: फ़ाइल खिसकने में भूल
lv: Kļūme datnes pārvietošanā.
uk: Помилка при переміщенні файлу!
ur: مسل بڑھانے میں نقص۔

source: Error...
ar: خطأ...
bg: Грешка...
bn: ত্রুটি...
fo: Feilur...
he: שגיאה...
hi: भूल...
lv: Kļūme...
uk: Помилка...
ur: نقص ...

source: The file isn't in the path that it was saved initially. Do you want to change only the old path for the current one?
ar: الملف غير موجود في المسار الذي حفظ فيه منذ البداية. هل ترغب في تغيير المسار القديم فقط للملف الحالي؟
bg: Файлът не се намира в папката, където е записан първоначално. Искате ли да смените само пътя за текущия файл?
bn: নথিটি পূর্বে যে পথে সঞ্চিত হয়েছিল সে পথে নেই | আপনি কি কেবল পুরাতন পথটি বদল করতে চান নতুন পথে ?
fo: Fílan er ikki á leiðini, sum hon var goym í at byrja við. Vilt tú broyta ta gomlu leiðina til vað verandi?
he: הקובץ לא נמצא בנתיב שנשמר בראשונה.n\האם ברצונך להחליף רק את הנתיב הישן בנוכחי?
hi: फ़ाइल उस पथ में नहीं जहाँ प्रारंभ में सहेजा गया था. क्या सिर्फ पुराने पथ को वर्तमान पथ से बदलना चाहते हो?
lv: Datne nav atrodama tajā vietā, kur to noglabāja sākotnēji. Vai šeit mainīt tikai vecās vietas norādi?
ur: مسل جس راہ پر شروع میں محفوظ کی گئی تھی، وہاں پر نہیں ہے۔ کیا آپ صرف پرانی راہ کو نئی میں تبدیل کرنا چاہتے ہیں؟

source: Continue...
ar: متابعة...
bg: Продължаване...
bn: চলতে থাকুন ...
fo: Halt fram...
he: ממשיך...
hi: आगे बढ़ें...
lv: Turpināt...
uk: Продовжую...
ur: جاری رکھیں ...

source: Checking file's MD5...
bg: Проверка на MD5 на файла...
he: בודק את ה-MD5 של הקובץ...

source: The file was verified successfully.
ar: تم توثيق الملف بنجاح.
bg: Файлът е проверен успешно.
bn: নথিটির সফলভাবে প্রতিপাদন হয়েছে |
fo: Fílan var sannað væleydnað.
he: הקובץ אומת בהצלחה.
hi: फ़ाइल सफलता पूर्वक तस्दीक किया गया।
lv: Datnes pārbaude izdevās.
ur: مسل کی کامیابی سے توثیق کر دی گئی۔

source: Success...
ar: تم بنجاح...
bg: Успех...
bn: সফলতা ...
fo: Væleydnað
he: הצלחה...
hi: सफल...
lv: Kārtībā!
uk: Успіх...
ur: کامیابی ...

source: The MD5 calculated previously is different from the current one.
ar: الإم دي 5 التي تم حسابها من قبل تختلف عن الحالي.
bg: Предишният MD5 е различен от текущия.
bn: পূর্বে কলিত MD5 এবং বর্তমানে পার্থক্য় আছে |
fo: MD5, sum var roknað áðrenn er ymiskt frá tí verandi.
he: ה-MD5 שחושב קודם לכן שונה מהנוכחי.
hi: पूर्ववर्ती MD5 वर्तमान से भिन्न है
lv: Senāk izrēķinātais MD5 atšķiras no tagadējā.
uk: MD5, який було визначено раніше, відрізняється від поточного.
ur: پچھلا محسوب شدہ MD5 حالیہ والے سے مختلف ہے۔

source: Old MD5 =
bg: Предишен MD5 =
he: n\MD5 ישן =t \

source: Current MD5 =
bg: Текущ MD5 =
he: MD5 נוכחי =t\

source: File not found.
ar: لم يتم العثور على الملف.
bg: Файлът не е намерен.
bn: নথি খুঁজে পাওয়া যায়নি |
fo: Fíla ikki funnin.
he: הקובץ לא נמצא.
hi: फ़ाइल नहीं मिला।
lv: Datne nav atrodama.
uk: Файл не знайдено.
ur: مسل نہیں ملی۔

source: Unable to open the clipboard!
ar: غير قادر على فتح الحافظة!
bg: Не може да се отвори буфера!
bn: ক্লিপবোর্ড খুলতে পারা যায়নি
fo: Klárar ikki at lata setiborðið upp!
he: לא מצליח לפתוח את לוח הגזירים (clipboard)!
hi: क्लिपबोर्ड नहीं खुल रहा!
lv: Nevar atvērt starpliktuvi!
uk: Неможливо відкрити буфер обміну!
ur: تختہ تراشہ کھولنے میں ناکام!

source: The configuration was exported successfully.
ar: تم تصدير الضبط بنجاح.
bg: Настройките бяха експортирани успешно.
bn: সংরচনাটির সফলভাবে নির্গমন হয়েছে |
fo: Uppsetingin var væleydnað flutt út.
he: התצורה ייוצאה בהצלחה.
hi: कॉन्फ़िगरेशन सफलता पूर्वक निर्यात किया गया।
lv: Konfigurējuma eksportēšana izdevās.
uk: Налаштування успішно експортовано.
ur: تشکیل کامیابی سے برامد کر دی گئی۔

source: Error exporting configuration.
ar: حدث خطأ أثناء تصدير الضبط.
bg: Грешка при експортиране на настройките.
bn: সংরচনার নির্গমনে ত্রুটি |
fo: Feilur við at útflyta uppseting.
he: שגיאה ביצוא התצורה.
hi: कॉन्फ़िगरेशन निर्यात करने में भूल।
lv: Kļūme konfigurējuma eksportēšanā.
uk: Помилка при експорті налаштувань.
ur: تشکیل برامد کرنے میں نقص۔

source: Select the file...
ar: اختر الملف...
bg: Избор на файл...
bn: নথি চয়ন করুন ...
fo: Vel fílu...
he: בחר את הקובץ...
hi: फ़ाइल को चुनना...
lv: Izvēlieties datni...
uk: Оберіть файл...
ur: مسل منتخب کریں ...

source: Command :
ar: الأمر:
bg: Команда :
bn: কমান্ড :
fo: Fyriskipan :
he: פקודה :t\
hi: आज्ञा:
lv: Komanda:
uk: Команда :
ur: حکم:

source: Shutdown Command...
ar: جاري اغلاق الأمر...
bg: Команда за изключване...
bn: কমান্ড বন্ধ করুন ...
fo: Sløkk fyriskipan...
he: פקודת כיבוי...
hi: बंध करने की आज्ञा...
lv: Apturēt komandu...
uk: Команда виключення...
ur: بند کریں حکم ...

source: Disconnect Command...
ar: جاري قطع اتصال الأمر...
bg: Команда за прекъсване...
bn: কমান্ড সংযোগছিন্ন করুন ...
fo: Kopla fyriskipan frá...
he: פקודת ניתוק...
hi: अलग करने की आज्ञा...
lv: Atvienot komandu...
uk: Команда розриву з'єднання...
ur: منقطع کریں حکم ...

source: Completed
ar: مكتمل
bg: Завършено
bn: সমাপ্ত
fo: Liðugt
he: הושלמה
hi: पूर्ण
lv: Pabeigts
uk: Завершено
ur: مکمل

source: Percentage
ar: النسبة المئوية
bg: Процент
bn: শতকরা
fo: Prosenttal
he: אחוז
hi: अंश
lv: Procenti
uk: Відсоток
ur: شرح فیصد

source: Time Passed
ar: الوقت المنقضي
bg: Изминало време
bn: উত্তীর্ণ সময়
fo: Farin tíð
he: הזמן שחלף
hi: बिता समय
lv: Pagājušais laiks
uk: Пройшло часу
ur: گزرا ہوا وقت

source: Remaining
ar: المتبقي
bg: Остава
bn: অবশিষ্ট
fo: Eftir
he: הזמן שנותר
hi: शेष
uk: Залишається
ur: باقی

source: Information...
ar: معلومات...
bg: Информация...
bn: তত্ত্ব ...
fo: Upplýsingar...
he: מידע...
hi: जानकारी...
lv: Informācija...
uk: Інформація...
ur: معلومات ...

source: URL
ar: عنوان شبكي
bg: Адрес
lv: Vietrādis

source: Restart
ar: إعادة التشغيل
bg: Рестартиране
bn: পুনরারম্ভ
fo: Starta umaftur
he: הפעל מחדש
hi: पुनः आरंभ करें
lv: Atsākt
uk: Почати спочатку
ur: پھر شروع کریں

source: Filename
ar: اسم الملف
bg: Име на файла
bn: নথিনাম
fo: Fílunavn
he: שם קובץ
hi: फ़ाइलनाम
lv: Datnes nosaukums
uk: Ім'я файла
ur: مسل نام

source: Speed
ar: السرعة
bg: Скорост
bn: গতি
fo: Ferð
he: מהירות
hi: गति
lv: Ātrums
uk: Швидкість
ur: رفتار

source: Attempts
ar: محاولات
bg: Опити
bn: প্রয়াস
fo: Roynd
he: ניסיונות
hi: प्रयास
lv: Mēģinājumi
uk: Спроби
ur: کوششیں

source: Options
ar: خيارات
bg: Настройки
bn: বিকল্প
fo: Møguleikar
he: אפשרויות
hi: विकल्प
lv: Opcijas
uk: Налаштування
ur: اختیارات

source: Attempts:
ar: محاولات:
bg: Опити:
bn: প্রয়াস :
fo: Royndir:
he: ניסיונות:
hi: प्रयासः
lv: Mēģinājumi:
uk: Спроби:
ur: کوششیں
