Repository: archdvx/wxdfast
Catalog: po/*.po
Languages: ar, bg, bn, fo, he, hi, lv, uk, ur

source: Time between the attempts in seconds:
ar: الوقت بين المحاولات بالثواني:
bg: Време между опитите в секунди:
bn: প্রয়াসের মাঝের সময়ন্তরাল (সেকেন্ডে) :
fo: Tíð ímillum royndir í sekundum
he: הזמן בשניות בין הניסיונות:
hi: प्रयास के बीच समय सेकन्ड में:
lv: Starplaiks starp mēģinājumiem, sekundēs:
uk: Час між спробами в секундах:
ur: کوششوں کے درمیان وقت، سیکنڈوں میں:

source: Number of simultaneous downloads:
ar: عدد التنزيلات المتزامنة:
bg: Брой едновременни изтегляния:
bn: সমকালীন ডাউনলোডের সংখ্য়া :
fo: Tal av niðurtøkum samstundis:
he: מספר ההורדות בו-זמנית:
hi: समकालिक डाउनलोड की संख्या:
lv: Vienlaicīgi pieļaujamo lejupielāžu skaits:
uk: Кількість одночасних завантажень:
ur: بیک وقت ڈاؤن لوڈ کی تعداد:

source: Remember the last settings on the New Download box
ar: تذكر الاعدادت الأخيرة في صندوق (تنزيل جديد)
bg: Запомни последните настройки за ново изтегляне
bn: শেষোক্ত পরিবেশগুলি নতুন ডাউনলোড বাক্সে মনে রাখুন
fo: Minst til tær seinastu innstillingarnar í nýggja niðurtøkukassanum
he: זכור את ההגדרות האחרונות בתיבת ההורדה החדשה
hi: नई डाउनलोड बॉक्स की आखिर सेटिंग्ज़ याद रखें
lv: Atcerieties, kādi ir svaigākie iestatījumi logā "Jauna lejupielāde"
ur: نیا ڈاؤن لوڈ خانے میں پچھلی سیٹنگیں یاد رکھیں

source: Shutdown when all downloads finish
ar: الإغلاق بعد انهاء كل التنزيلات
bg: Изключи когато завършат всички изтегляния
bn: ডাউনলোড সকল শেষ হলে পরে বন্ধ করে দিন
fo: Sløkk tá allar niðurtøkur eru lidnar
he: כבה את המחשב לאחר שכל ההורדות הסתיימו
hi: बंध करना जब सभी डाउनलोड समाप्त हो गये हों
lv: Izslēgt datoru, kad visas lejupielādes pabeigtas
uk: Вимкнути, коли всі завантаження завершаться
ur: جب تمام ڈاؤن لوڈ مکمل ہوں جائیں تو بند کر دیں

source: Disconnect when all downloads finish
ar: قطع الاتصال بعد انهاء كل التنزيلات
bg: Прекъсни когато завършат всички изтегляния
bn: ডাউনলোড সকল শেষ হলে পরে সংযোগ ছিন্ন করুন
fo: Kopla frá tá niðurtøkur eru lidnar
he: התנתק לאחר שכל ההורדות הסתיימו
hi: छुडा देना जब सभी डाउनलोड समाप्त हो गये हो
lv: Atvienoties, kad visas lejupielādes pabeigtas
uk: Роз'єднатися після завершення всіх завантажень
ur: جب تمام ڈاؤن لوڈ مکمل ہوں جائیں تو منقطع کر دیں

source: Show dialog box when program closes
ar: عرض مربع الحوار عند اغلاق البرنامج
bg: Покажи диалог при затваряне на програмата
bn: প্রোগ্রাম বন্ধ হলে পরে সংলাপবাক্স দেখান
fo: Vís samtalukassan tá forritið letur aftur
he: הצג תיבת דו-שיח כאשר התוכנה נסגרת
hi: प्रोग्राम बंध होतो ही संवाद बॉक्स दिखाएँ
lv: Rādīt lodziņu, kad aizver programmu
uk: Показувати вікно діалогу перед закриттям програми
ur: جب پروگرام بند ہو تو مکالمہ خانہ دکھائیں

source: Refresh rate of the download list (millisecs):
ar: معدل التحديث لقائمة التنزيل (يالمليثانية):
bg: Опресняване на списъка с изтегляния (милисекунди):
bn: ডাউনলোড সূচীর পুনশ্চর্য্য়া অন্তর (মিলিসেকেন্ডে):
fo: Endurnýggja skjótleikan á niðurtøkulistanum (millisek):
he: קצב הרענון של רשימת ההורדות (מילי-שניות):
hi: डाउनलोड सूची की ताज़ा करें दर(मिलिसेक में):
lv: Lejupielāžu saraksta atsvaidzināšanas intervāls (milisekundēs):
uk: Частота оновлення переліку завантажень (в мілісекундах):
ur: ڈاؤن لوڈ فہرست کی تازہ کاری شرح

source: Restore the main window when all downloads finish
ar: استعادة النافذة الرئيسية بعد انهاء كل التنزيلات
bg: Покажи главният прозорец когато всички изтегляния завършат
bn: ডাউনলোড সকল শেষ হলে পরে মুখ্য় জানলা পুনঃস্থাপিত করুন
fo: Endurnýggja høvuðsvindeygað tá allar niðurtøkur eru lidnar
he: העלה את החלון הראשי כאשר כל ההורדות מסתיימות
hi: मुख्य स्क्रीन पुनःस्थापन करना सभी डाउनलोड समाप्त हो गये हो
lv: Atkal rādīt galveno logu, kad visas lejupielādes pabeigtas
uk: Показувати головне вікно, коли всі завантаження завершуються
ur: جب تمام ڈاؤن لوڈ مکمل ہو جائیں تو بنیادی دریچہ بحال کرے

source: Hide the main window when you start a download
ar: اخفاء النافذة الرئيسية عند بدء تنزيل جديد
bg: Скрий главният прозорец при стартиране на изтегляне
bn: ডাউনলোড আরম্ভ হলে মুখ্য় জানলা লুকিয়ে দিন
fo: Krógva høvuðsvindeygað tá tú byrjar eina niðurtøku
he: הסתר את החלון הראשי כאשר אתה מתחיל בהורדה
hi: मुख्य स्क्रीन छुपाना जब डाउनलोड शुरु हो
lv: Paslēpt galveno logu, kad lietotājs iedarbina lejupielādi
uk: Приховувати головне вікно, коли починається завантаження
ur: جب آپ کوئی ڈاؤن لوڈ شروع کریں تو بنیادی دریچہ چھپائے

source: Check for updates automatically
ar: التحقق من وجود تحديثات تلقائياً
bg: Автоматична проверка за обновления
bn: স্বয়ংক্রীয়ভাবে উন্নত রূপান্তরের জন্য় নিরীক্ষা করুন
fo: Kanna sjálvt fyri dagføringar
he: בדוק אוטומאטית האם קיימים עדכונים
hi: अद्यतन स्वत: चेक करें
lv: Automātiski pārbaudīt, vai ir jaunāka programma
uk: Автоматично перевіряти оновлення
ur: تازہ کاریوں کے لیے خود بخود پڑتال کرے

source: Preview
ar: معاينة
bg: Преглед
bn: পূর্বাবলোকন
fo: Undansýning
he: תצוגה מקדימה
hi: पूर्वदर्शन
lv: Pirmskats
uk: Попередній перегляд
ur: پیش نظارہ

source: General
ar: عام
bg: Главни
bn: সাধারণ
fo: Vanligt
he: כללי
hi: सामान्य
lv: Vispārīgi
uk: Загальне
ur: عمومی

source: Default destination:
ar: الوجهة الافتراضية:
bg: Път по подразбиране:
bn: পূর্বনির্ধারিত গন্তব্য় :
fo: Fráverandi mál:
he: יעד ברירת מחדל:
hi: डीफॅालट निर्दिष्ट स्थानः
lv: Pirmņemamā ieliktuve:
uk: Місце призначення за замовчуванням:
ur: طے شدہ مقصود

source: Shutdown command:
ar: أمر الإغلاق:
bg: Команда за изключване:
bn: বন্ধের কমান্ড:
fo: Sløkkiboð:
he: פקודת כיבוי:
hi: बंध करने की आज्ञाः
lv: Datora izslēgšanas komanda:
uk: Команда вимкнення:
ur: بند کریں حکم:

source: Disconnect command:
ar: أمر قطع الاتصال:
bg: Команда за прекъсване:
bn: সংযোগছিন্নের কমান্ড :
fo: Frákoplingarboð:
he: פקודת ניתוק
hi: अलग करने की आज्ञाः
lv: Atvienošanas komanda:
uk: Команда роз'єднання:
ur: منقطع کریں حکم

source: Paths
ar: مسارات
bg: Пътища
bn: পথ
fo: Leiðir
he: נתיבים
hi: पथ
lv: Ceļi
uk: Шляхи
ur: راہیں

source: Use a Proxy Server
ar: استخدم خادم بروكسي
bg: Използвай прокси
bn: প্রক্সি সার্ভার ব্য়বহার করুন
fo: Nýt ein fulltrúarambætara
he: השתמש בשרת פרוקסי
hi: प्रतिनिधि सर्वर का प्रयोग करे
lv: Izmantot starpniekserveri
uk: Використовувати проксі сервер
ur: پراکسی پیش کار استعمال کریں

source: Proxy Server
ar: خادم بروكسي
bg: Прокси сървър
bn: প্রক্সি সার্ভার
fo: Fulltrúarambætara
he: שרת פרוקסי
hi: प्रतिनिधि सर्वर
lv: Starpniekserveris
uk: Проксі сервер
ur: پراکسی پیش کار

source: Server:
ar: خادم:
bg: Сървър:
bn: সার্ভার :
fo: Ambætari:
he: שרת:
hi: सर्वर
lv: Serveris:
uk: Сервер:
ur: پیش کار:

source: Port:
ar: منفذ:
bg: Порт:
bn: পোর্ট :
fo: Portur:
he: פורט:
hi: पत्तनः
lv: Pieslēgvieta:
uk: Порт:
ur: دہانہ:

source: User:
ar: مستخدم:
bg: Потребител:
bn: ব্য়বহারকারী:
fo: Brúkari:
he: משתמש:
hi: उपयोगकर्ता:
lv: Lietotājvārds:
uk: Користувач:
ur: صارف:

source: Password:
ar: كلمة المرور:
bg: Парола:
bn: পাসওয়ার্ড:
fo: Loyniorð:
he: סיסמא:
hi: गुप्तशब्धः
lv: Parole:
uk: Пароль:
ur: پاس ورڈ:

source: Proxy
ar: بروكسي
bg: Прокси
bn: প্রক্সি
fo: Fulltrú
he: פרוקסי
hi: प्रतिनिधि
lv: Starpnieks
uk: Проксі
ur: پراکسی

source: Show Graph
ar: عرض مخطط
bg: Покажи графиката
bn: রেখাচিত্র দেখান
fo: Vís stabbamynd
he: הצג גרף
hi: ग्राफ दिखाएँ
lv: Rādīt grafiku
uk: Показати діаграму
ur: گراف دکھائیں

source: Graph refresh rate (millisecs):
ar: معدل تحديث المخطط (ملليثانية):
bg: Опресняване на графиката (милисекунди):
bn: রেখাচিত্র পুনশ্চর্য্য়া দর (মিলিসেকেন্ডে) :
fo: Endurnýggingarferð av stabbamynd (millisek):
he: קצב הרענון של הגרף (מילי-שניות):
hi: ग्राफ रिफ्रेश दर (मिलसेक):
lv: Grafika pārzīmēšanas intervāls (milisekundēs):
uk: Темп оновлення діаграми (в мілісекундах):
ur: گراف تازہ کاری شرح (ملی سیکنڈ):

source: The text area Width (pixels):
ar: اتساع مساحة الكتابة (بكسل):
bg: Ширина на текстовата част (пиксели):
bn: পাঠ্য় ক্ষেত্র প্রস্থ (পিক্সেলে) :
fo: Vídd av tekstøki (pixel):
he: רוחב אזור הטקסט (פיקסלים):
hi: टेक्स्ट आयाम चौड़ाई (पिक्सेल में):
lv: Teksta daļas platums (pikseļos):
uk: Ширина текстового поля (в пікселах):
ur: متن علاقہ چوڑائی (دانے):

source: Graph height:
ar: ارتفاع المخطط:
bg: Височина на графиката:
bn: রেখাচিত্র উচ্চতা :
fo: Hædd av stabbamynd:
he: גובה הגרף:
hi: ग्राफ ऊँचाई:
lv: Grafika augstums:
uk: Висота діаграми:
ur: گراف اونچائی

source: Text font size (points):
ar: حجم خط الكتابة (بالنقاط):
bg: Големина на шрифта за текст (точки):
bn: পাঠ্য় অক্ষর আকার (পয়েন্টে) :
fo: Stødd av teksti (punkt):
he: גודל פונט הטקסט (נקודות):
hi: टेक्स्ट फ़ॉन्ट आकार (पॉइंट्स):
lv: Burtu lielums (punktos):
uk: Розмір шрифту (пунктів):
ur: متن فانٹ سائز (پوائنٹ):

source: Background colour:
ar: لون الخلفية:
bg: Цвят на фона:
bn: পশ্চাত্পট রঙ
fo: Bakgrundslitur:
he: צבע הרקע:
hi: पृष्ठभूमि रंगः
lv: Pamatnes krāsa:
uk: Колір тла:
ur: پس منظری رنگ:

source: Graph grid colour:
ar: لون شبكة المخطط:
bg: Цвят на графиката:
bn: রেখাচিত্র জালের রঙ :
fo: Litur á rist í stabbamynd:
he: צבע רשת הגרף:
hi: ग्राफ ग्रिड रंगः
lv: Rūtojuma krāsa:
uk: Колір гріда діаграми:
ur: گراف گرڈ رنگ

source: Speed font colour:
ar: لون خط السرعة:
bg: Цвят на шрифта за скорост:
bn: গতি অক্ষর রঙ :
fo: Litur á ferðstabba:
he: צבע פונט המהירות:
hi: गति फ़ॉन्ट रंगः
lv: Ātruma rādījuma burtu krāsa:
uk: Колір шрифту швидкості:
ur: رفتار فانٹ رنگ:

source: Graph
ar: مخطط
bg: Графика
bn: রেখাচিত্র
fo: Stabbamynd
he: גרף
hi: ग्राफ
lv: Grafiks
uk: Діаграма
ur: گراف

source: Activate scheduling
ar: تفعيل الجدولة
bg: Активно разписание
bn: পূর্বনিয়োজন সক্রিয় করুন
fo: Ger skemalegging virkna
he: הפעל תזמון
hi: स्केड्यूल सक्रीय करना
lv: Ieslēgt ieprogrammējuma režīmu
uk: Активувати розклад
ur: میقات بندی فعال کریں

source: Deactivate downloads on:
ar: تعطيل التنزيلات في:
bg: Деактивирай изтеглянето на:
bn: ডাউনলোড নিষ্ক্রিয় করুন এই সময়ে :
fo: Ger niðurtøku óvirkna:
he: הפסק הורדה ב-:
hi: डाउनलोड निष्क्रिय करें:
lv: Pārtraukt lejupielādes:
ur: ڈاؤن لوڈ بے عمل کریں بر:

source: Between
ar: بين
bg: Между
bn: মধ্য়ে
fo: Ímillum
he: בין
hi: बीच
lv: No
ur: درمیان

source: and
ar: و
bg: и
bn: এবং
fo: og
he: ו-
hi: और
lv: līdz
uk: і
ur: اور

source: Add
ar: إضافة
bg: Добави
bn: যোগ
fo: Skriva
he: הוסף
hi: जोडना
lv: Pielikt
uk: Додати
ur: اضافہ کریں

source: Scheduling
ar: الجدولة
bg: Разписание
bn: পূর্বনিয়োজন
fo: Skemalegging
he: תזמון
hi: स्केड्यूल करना
lv: Ieprogrammēšana
uk: Розклад
ur: میقات بندی

source: Unlimited bandwidth
ar: عرض نطاق ترددي غير محدود
bg: Без ограничение
bn: অসীম ব্য়ান্ড‍উইডথ
fo: Óavmarkað bandbreidd
he: רוחב פס בלתי מוגבל
hi: असीम बैंडविड्थ
lv: Nav ātruma ierobežojumu
ur: لامحدود بینڈوتھ

source: Limit band width independently for each download
ar: تحجيم النطاق الترددي لكل تنزيل بصورة مستقلة
bg: Ограничи връзката поотделно за всяко изтегляне
bn: প্রতিটি ডাউনলোডের জন্য় স্বতন্ত্রভাবে ব্য়ান্ড‍উইডথ সীমিত করুন
fo: Avmarka bandbreidd fyri hvørja niðurtøku sær
he: הגבל את רוחב הפס בצורה עצמאית עבור כל הורדה
hi: बैंडविड्थ स्वतंत्र रूप से सीमित करें हरएक डाउनलोड के लिए
lv: Atvēlētā ātruma ierobežojumu norādīt katrai lejupielādei atsevišķi
uk: Обмежити ширину каналу окремо для кожного завантаження
ur: ہر ڈاؤن لوڈ کے لیے بینڈوتھ غیر تابع طور پر محدود کریں

source: Bandwidth
ar: عرض النطاق الترددي
bg: Ограничение
bn: ব্য়ান্ড‍উইডথ
fo: Bandbreidd
he: רוחב פס
hi: बैंडविड्थ
lv: Atvēlētais ātrums
ur: بینڈوتھ

source: Browser Integration
ar: دمج المتصفح
bg: Интегриране в Браузъра
bn: ব্রাউজার সংহতি
fo: Ambætara sameining
he: שילוב בדפדפן
hi: ब्रौज़र एकीकरण
lv: Sasaiste ar pārlūkprogrammu
uk: Інтеграція з бравзером
ur: براؤزر تکمل

source: Remove some items before adding a new one.
ar: قم بازالة بعض الاشياء قبل اضافة ملف جديد.
bg: Премахнете някои елементи преди добавяне на нови.
bn: নতুন যোগ করিবার পূর্বে কিছু পদ সরিয়ে দিন |
fo: Strika nøkur punkt áðrenn tú leggur fleiri afturat.
he: הסר חלק מהפריטים לפני שאתה מוסיף פריט חדש.
hi: कई विषय निकाल लीजिए नई जुडवाने के पहले
lv: Pirms šā vienuma pielikšanas dažus citus derētu izmest.
uk: Перед тим, як додавати новий елемент, видаліть декілька старих.
ur: نئی شے اضافہ کرنے سے پہلے کچھ اشیاء ہٹائیں۔

source: Save to:
ar: حفظ إلى:
bg: Запис в:
bn: সঞ্চিত করুন এতে:
fo: Goym til:
he: שמור אל:
hi: सहेजें
lv: Noglabāt šeit:
uk: Зберегти до:
ur: محفوظ کریں بطرف

source: Directory
ar: مجلد
bg: Директория
bn: নির্দেশিকা
fo: Leiðvísari
he: תיקייה
hi: डायरेक्टरी
lv: Mape
uk: Тека
ur: ڈائریکٹری

source: Address List:
ar: قائمة العنواين:
bg: Списък с адреси:
bn: ঠিকানা সূচী:
fo: Addressulisti:
he: רשימת כתובות:
hi: पता सूचीः
lv: Adrešu saraksts:
uk: Перелік адрес:
ur: پتہ فہرست:

source: Only the selected addresses will be downloaded
ar: سيتم تنزيل العناوين المختارة فقط
bg: Ще се изтегли само избраният адрес
bn: কেবলমাত্র চয়নিত ঠিকানাগুলি ডাউনলোড হবে
fo: Bara tann valda addressan verður tikin niður
he: רק הכתובות הנבחרות ירדו
hi: सिर्फ चुनी हुई पता डाउनलोड की जाएगी
lv: Lejupielādēs tikai no norādītajām adresēm
uk: Завантаження буде йти тільки з обраних адрес
ur: صرف منتخب شدہ پتے ڈاؤن لوڈ کیے جائیں گے

source: Server Permission
ar: تصريح الخادم
bg: Права на сървъра
bn: সার্ভার অনুমতি
fo: Ambætaraloyvi
he: הרשאת שרת
hi: सर्वर अनुमति
lv: Servera atļauja
uk: Дозвіл сервера
ur: پیش کار اجازت

source: Manual
ar: يدوي
bg: Ръчно
bn: স্বীয় দ্বারা
fo: Handbók
he: ידני
hi: आदेश पुस्तिका
lv: Manuāli
uk: Довідник
ur: دستورالعمل

source: Now
ar: الآن
bg: Сега
bn: এখন
fo: Nú
he: עכשיו
hi: अब
lv: Tagad
uk: Зараз
ur: ابھی

source: Segmented download
ar: تنزيل مجزء
bg: Разделено изтегляне
bn: বিভাজিত ডাউনলোড
fo: Sundurlimað niðurtøka
he: הורדה במקטעים
hi: खंडीय डाउनलोड
lv: Lejupielādēšana pa gabaliem
uk: Завантаження частинами
ur: ٹکڑا میں ڈاؤن لوڈ

source: Split download into how many pieces?
ar: قم بتجزئة التنزيل إلى كم قطعة؟
bg: На колко парчета да се раздели изтеглянето?
bn: ডাউনলোডটিকে কটি অংশে বিভক্ত করা হবে?
fo: Být upp í hvussu nógv stykki?
he: לכמה חלקיםn\ לחלק אתההורדה?
hi: डाउनलोड को कितने अंशों में बाँटना होगा?
lv: Cik gabalos sadalīt lejupielādi?
uk: На скільки частин розбити завантаження ?
ur: کتنے حصوں میں توڑا جائے؟

source: Set band width limit for this download. Set "0" to unlimited.
ar: ضبط حد النطاق الترددي لهذ التنزيل. ضبط إلى "0" كغير محدود.
bg: Задай връзка с лимит за това изтегляне. Задай "0" за безлимитно изтегляне.
bn: এই ডাউনলোডটির জন্য় ব্য়ান্ড‍উইডথ সীমা নির্ধারিত করুন | "0"কে অসীমে নির্দিষ্ট করুন |
fo: Set mark fyri bandbreidd fyri hesa niðurtøku. Set "0" til óavmarkað.
he: הגדר את רוחב הפס להורדה.n\הכנס "0" לבלתי מוגבל.
hi: बैंडविड्थ सीमा इस डाउनलोड के लिए चुनिएँ "0" से असीमित सेट कीजिए।
lv: Var ierobežot šai lejupielādei atļauto ātrumu. "0" nozīmē, ka ierobežojumu nav.
uk: Визначте обмеження каналу для цього завантаження. Поставте "0" для необмеженого.
ur: اس ڈاؤن لوڈ کے لیے بینڈوتھ حد سیٹ کریں۔ "0" کو لامحدود پر سیٹ کریں۔

source: Execute the following command after download completes
ar: قم بتنفيذ الأمر التالي بعد انتهاء التنزيل
bg: Изпълни следната команда след приключване на изтеглянето
bn: ডাউনলোড সমাপ্ত হলে পরে নিম্নোক্ত কমাণ্ডটি সম্পন্ন করুন
fo: Útinn fylgjandi boð aftan á at niðurtøkan er liðug
he: הפעל את הפקודה הבאה לאחר שההורדה הסתיימה
hi: डाउनलोड समाप्त होते ही निम्नलिखित आज्ञा निष्पादित करें
lv: Izpildīt šo komandu pēc lejupielādes
uk: Виконати наступну команду після того, як завантаження завершиться
ur: ڈاؤن لوڈ مکل ہونے کے بعد مندرجہ ذیل حکم چلائیں

source: Address:
ar: عنوان:
bg: Адрес:
bn: ঠিকানা :
fo: Addressa:
he: כתובת:
hi: पता
lv: Adrese:
uk: Адреса:
ur: پتہ:

source: URL to download Example: http://www.foo.com/foo.exe Example: http://www.foo.com:80/foo.exe Example: ftp://ftp.foo.com:21/foo.exe
ar: العنوان الشبكي للتنزيل مثال:http://www.foo.com/foo.exe مثال: http://www.foo.com:50/foo.exe مثال: ftp://ftp.foo.com:21/foo.exe
bg: Адрес за изтегляне Пример: http://www.foo.com/foo.exe Пример: http://www.foo.com:80/foo.exe Пример: ftp://ftp.foo.com:21/foo.exe
bn: ডানুঅলোডের URL উদাহরণ: http://www.foo.com/foo.exe উদাহরণ: http://www.foo.com:80/foo.exe উদাহরণ: ftp://ftp.foo.com:21/foo.exe
fo: URL til niðurtøku Dømi: http://www.foo.com/foo.exe Dømi: http://www.foo.com:80/foo.exe Dømi: ftp://ftp.foo.com:21/foo.exe
he: URL להורדהn\דוגמא:http://www.foo.com/foo.exe דוגמא: http://www.foo.com:80/foo.exe דוגמא:ftp://ftp.foo.com:21/foo.exe
hi: URL to download जैसे: http://www.foo.com/foo.exe जसे: http://www.foo.com:80/foo.exe जैसे: ftp://ftp.foo.com:21/foo.exe
lv: Vietrāži, no kā lejupielādēt Piemērs: http://www.foo.com/foo.exe Piemērs: http://www.foo.com:80/foo.exe Piemērs: ftp://ftp.foo.com:21/foo.exe
uk: URL для завантаження Наприклад: http://www.foo.com/foo.exe Наприклад: http://www.foo.com:80/foo.exe Наприклад: ftp://ftp.foo.com:21/foo.exe
ur: ڈاؤن لوڈ کرنے کے لیے URLمثال: http://www.foo.com/foo.exe مثال: http://www.foo.com:80/foo.exe مثال: ftp://ftp.foo.com:21/foo.exe

source: Add on top of download queue
ar: اضف إلى أعلى قائمة التنزيل
bg: Добави в началото на списъка
bn: ডাউনলোড সারির উপরদিকে যোগ করুন
fo: Legg í toppin av niðurtøkubíðirøðini
he: הוסף לראש רשימת ההורדה
hi: डाउनलोड पंक्ती के ऊपर जोडना
lv: Ievietot lejupielāžu rindas sākumā
uk: Додати на початок черги завантажень
ur: ڈاؤن لوڈ قطار کے سم سے اوپر اضافہ کریں

source: The URL is invalid!
ar: العنوان الشبكي غير صالح!
bg: Адресът е невалиден!
bn: URL টি অবৈধ !
fo: URL er ógildugt!
he: ה-URL אינה חוקית!
hi: URL अमान्य है!
lv: Vietrādis ir nederīgs!
uk: URL-адреса недійсна!
ur: URL ناجائز ہے!

source: Edit the URL
ar: تحرير العنوان الشبكي
bg: Редактиране на адрес
bn: URL-টির সম্পাদনা করুন
fo: Rætta URL
he: ערוך את ה-URL
hi: URL संपादन करना
lv: Rediģēt vietrādi
uk: Редагувати URL-адресу
ur: URL تدوین کریں

source: MD5
ar: إم دي 5

source: Just for this session. To change definitely go to "Preferences"
bn: কেবলমাত্র এই সত্রের জন্য় | নিশ্চিতরূপে পরিবর্তিত করিতে, "বিকল্প"-এ যান
fo: Bara fyri hesa setu. Fyri at broyta endaliga, far til "Møguleikar"
hi: सिर्फ इस बैठक के लिए पक्का बदलने "विकल्प" को जाना
lv: Tikai šajā seansā. Pastāvīgi to mainīt var "Opcijās".
uk: Тільки для цієї сесії. Аби змінити загалом, перейдіть до "Налаштувань"

source: Preferences
bn: বিকল্প
fo: Møguleikar
hi: विकल्प
lv: Opcijās
uk: Налаштувань

source: Just for this session. To change definitely go to "Options"
he: רק עבור פעם זו. בכדי לשנות זאת באופן קבוע יש לגשת לתפריט "אפשרויות"
